/* 
 2.	Напишите функцию, удаляющую последовательно дублирующие символы в строке:
void RemoveDups(StringBuilder str);
// пример использования
var data = new StringBuilder("AAA BBB AAA");
RemoveDups(data);
               Console.WriteLine(data); // "A B A" */
using System;
using System.Collections.Generic;
using System.Text;

namespace TestSaber.Task.Task2
{
    public class RemoveDups
    {

    }
}
